export const about = [
  {
    name: 'bio',
    content: `Профильного технического образования у меня нет :( <br>
      Но это не мешает мне хорошо реализовываться в любимой профессии. <br>
      Более 4 лет работаю фронтенд-разработчиком, есть опыт работы с легаси-кодом. <br/>
      Актуальный стек Vue3/Nuxt3/TS. <br/>
      Два года была ментором по направлению Frontend-разработка по Vuejs в Asap Education. <br/>
      Параллельно изучаю React, Node.js (Nest) для бэкенд-разработки. <br/>
      Стремлюсь к постоянному саморазвитию в сфере веб-разработки и написанию чистого, качественного и понятного кода.`
  },
  {
    name: 'interests',
    content: `Обожаю котиков.<br/>
      Обожаю спамить в чаты котиками. <br/>
      Главное хобби - кодить и изучать что-то новое.<br/>
      В свободное время люблю готовить, заниматься фитнесом, играть в настольные игры с друзьями, путешествовать. <br/>`
  },
  {
    name: 'education',
    content: `В 2021 году закончила Юридический институт Томского Государственного университета, получила диплом бакалавра. <br/>
      Получила диплом доп.образования - ФИЯ ТГУ, Переводчик в сфере профессиональной коммуникации (немецкий). <br/>
      Прошла стажировку в Smart Академии от IT-компании Smart World в должности Frontend-разработчика, где совместно с командой реализовала проект - менеджер паролей с шифрованием данных на клиенте.`
  },
]
