export const about = [
  {
    name: 'bio',
    content: `Профильного технического образования у меня нет :( <br>
      Но это не мешает мне хорошо реализовываться в любимой профессии. <br>
      Более 4 лет работаю фронтенд-разработчиком, есть опыт работы с легаси-кодом. <br/>
      Актуальный стек Vue3/Nuxt3/TS. <br/>
      Два года была ментором по направлению Frontend-разработка по Vuejs в Asap Education. <br/>
      Параллельно изучаю React, Node.js (Nest) для бэкенд-разработки. <br/>
      Стремлюсь к постоянному саморазвитию в сфере веб-разработки и написанию чистого, качественного и понятного кода.`
  },
  {
    name: 'soft-skills',
    content: `Мои главные качества: <br />
      Cамообучаемость, ответственность и дисциплинированность - закончила юрфак, несмотря на отсутствие интереса к данной сфере, 
      самостоятельно без курсов стала фронтендером путем упорного и планомерного труда. <br />
      Адаптивность - много проектов на техподдержке/в разработке, быстрое погружение в чужой код и переключение между задачами. <br />
      Стрессоустойчивость - большое количество задач, которые необходимо сделать в сжатые сроки из-за горящих дедлайнов, а также личные проблемы не выводят меня из равновесия. <br />
      Люблю давать и получать обратную связь - мне очень важно быть на одной волне с командой, чувствовать комфорт и уверенность в каждом ее члене, поэтому всегда стараюсь давать фидбек 
      (если что-то не нравится/непонятно, разбираться в ситуации) и прошу дать фидбек по моей работе.
    `
  },
  {
    name: 'interests',
    content: `Обожаю котиков.<br/>
      Обожаю спамить в чаты котиками. <br/>
      Главное хобби - кодить и изучать что-то новое.<br/>
      В свободное время люблю готовить, заниматься фитнесом, играть в настольные игры с друзьями, путешествовать. <br/>`
  },
  {
    name: 'education',
    content: `В 2021 году закончила Юридический институт Томского Государственного университета, получила диплом бакалавра. <br/>
      Получила диплом доп.образования - ФИЯ ТГУ, Переводчик в сфере профессиональной коммуникации (немецкий). <br/>
      Прошла стажировку в Smart Академии от IT-компании Smart World в должности Frontend-разработчика, где совместно с командой реализовала проект - менеджер паролей с шифрованием данных на клиенте.`
  },
]
